Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_489_itemid_EQ_233.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: Diidalámpá lea riikkaviidosaš mánáidkulturguovddážiid fierpmádat – muhto mii lea Skáhppu ?
smn: Tijdâlamppu lii taikalamppu – mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: xxx
smn: Unna Junná video

source: Njoammil
smn: Njuámmil

source: Suoma Sámi Nuorat
smn: xxx

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Lean dákkár 17-jahkásaš badjealbmá álgu .
smn: Lasse Lehtola ( 2011 ) Mun lam tággáár 17-ihásâš puásuialmaa algâ .

source: Ásan Solojávrris , mii lea sullii 15 km Anáris Gihttela guvlui ja dat lea dakkár smávva giláš , jos dan dakkárin sáhttá gohčodit .
smn: Mun aasâm Solojäävrist , mii lii suullân 15 km Anarist Kittâl kuávlun já tot lii tággáár uccâ siijdâš , jis taam tagarin puáhtá nabdeđ .

source: Mu bearrašii gullet guokte oappá , geat leaba mu boarrásabbot ja dasto eadni ja áhčči .
smn: Muu perrui kuleh kyehti uábi , kiäh lává must puárásuboh já tastoo enni já eeči .

source: Stuđeren dál Sámi oahpahusguovddážis Doaivonjárggas boazodoalu ja dál lea nubbi jahki mannamin ja okta jahki vel dán giđa ( 2011 ) maŋŋá .
smn: Oopâm tääl Säämi máttááttâskuávdáást Tuáivunjaargâst puásuituálu já tääl lii monâmin nubbe ihe já ohtâ lii vala taam kiiđâ ( 2011 ) maŋa .

source: Skuvlla maŋŋá livččii oaivil álgit boazobargguide .
smn: Škoovlâ maŋa ličij juurdâ riemmâđ puásuipargoid .

source: Áiggeádjin leat goit guolástus ja meahcis johtin .
smn: Puđâldâsah láá aainâs kuálástus já meecist jotteem .

source: Sápmelašvuohta lea munnje dehálaš , dasgo guktot mu sogat gullet badjesogaide ja dan mielde musge lea šaddan badjealmmái iige ná livčče , jos in livčče sápmelaš .
smn: Sämmilâšvuotâ lii munjin tehálâš , ko kuohtuuh muu suuvah láá puásuituálleesuuvah já tađe mield must-uv lii šoddâm puásuialmai já návt ij liččii , jis jiem liččii sämmilâš .

source: Sápmelašvuohta lea dehálaš maid giela dáfus .
smn: Sämmilâšvuotâ lii tehálâš meid kielâ tááhust .

source: Sámegielain lea álki doallat oktavuođa ovdamearkka dihte Norgga ja Ruoŧa badjeolbmuide ja manin ii earáge olbmuide .
smn: Lii uáináh älkkee kulâttâllâđ ovdâmerkkân Taažâ já Ruotâ puásuialmaiguin já mane ij eres-uv ulmuiguin .

source: Go gielat leat sullalagaid , eai boađe giellaváttisvuođat .
smn: Ko kielah láá siämmáásullâsiih , te iä šoodâ kielâčuolmahkin .

source: Mun in riekta máhte jurddašit iežan gosage eará sadjái dahje masage eará ámmáhii go boazodollui , go dasa lea bajásšaddan áibba unnivuođa rájes gitta .
smn: Mun jiem riävtui määti jurdâččiđ jieččân kuussân eres sajan tâi moonnân eres ámáttân ko puásuituálun , ko toos lii šoddâm aaibâs uccâkandii rääjist kiddâ .

source: Boahttevuođas sávašin , ahte sápmelašvuohta boađášii eanet oidnosii ja sámegiela gulašii earáge ahkásaččain go dušše boarrásut olbmuin .
smn: Puátteevuođâst tuáivuččim , et sämmilâšvuotâ puáđáččij eenâb uáinusân já kielâ kulluuččij eenâb jieškote-uv ahasijn , ko tuše puárásub ulmuin .

source: Eandalit anáraš- ja nuortalašgiela galggašii eanet sáhttit lohkat skuvllain ja buot oahppamateriálaide eanet ruđa .
smn: Aainâs aanaar- já nuorttâsämikielâ oppâm kolgâččij finniđ eenâb škovláid já jyehilágán oppâmaterialân eenâb ruuđâ .

source: Anárašgielat oahpaheddjiid galggašii maid skuvlet eanet .
smn: Aanaarsämikielâlijd máttáátteijeid kolgâččij meiddei eenâb finniđ škovliittâsân .

source: Boahttevuođas áiggon hállat iešge anárašgiela buot olbmuiguin , geaid dieđán máhttit anárašgiela , amas iežange giellamáhttu hedjonit .
smn: Puátteevuođâst ááigum sárnuđ jieš-uv aanaarsämikielâ puohâi ulmuiguin kiäi tiäđám mättiđ aanaarsämikielâ , amas alnaangin huánániččii kielâ mättim .
